Repository: davis212838/Pxls
Catalog: po/Localization_*.po
Languages: bg, lv

source: {0} (members: {1}, ID: {2})
lv: {0} (biedru: {1}, ID: {2})

source: Owner: {0}
bg: Собственик: {0}
lv: Īpašnieks: {0}

source: Remove Displayed
bg: Премахнете от профила
lv: Pārstāt rādīt

source: Set Displayed
bg: Покажете на профила
lv: Rādīt

source: Members
bg: Членове
lv: Biedri

source: Edit
bg: Редактирайте
lv: Rediģēt

source: Delete
bg: Изтрийте
lv: Izdzēst

source: Leave
bg: Излезте
lv: Pamest

source: You are not in any factions yet!
bg: Вие не сте членове на нито една фракция.
lv: Jūs pagaidām neesat nevienā frakcijā!

source: You must be logged in to view your data.
lv: Jums ir nepieciešams pierakstīties lai skatītu savus datus.

source: Log Keys
lv: Datu Atslēgas

source: Log keys can be used by those who have them to tell which pixels you placed on previous canvases.
lv: Datu atslēgu var izmantot lai redzētu, kurus pikseļus bijāt likuši iepriekšējā kanvā.

source: Canvas Code
lv: Kanvas Kods

source: Log Key
lv: Datu atslēga

source: You have no log keys yet!
lv: Jums vēl nav nevienas datu atslēgas!

source: Log keys should show up here after a canvas you have placed on ends.
lv: Datu atslēgām vajadzētu šeit parādīties pēc kanvas kurā piedalījāties beigām.

source: Members of {0} ([{1}])
bg: Mчленове на {0} ([{1}])
lv: {0} ([{1}]) biedri

source: Close
bg: Затворете
lv: Aizvērt

source: Faction Members
bg: Членове на фракцията
lv: Frakcijas Biedri

source: Transfer Ownership
bg: Прехвърлете собственост
lv: Pārvest Īpašnieka Statusu

source: Ban
bg: Премахни от фракцията
lv: Banot

source: Nothing to see here!
bg: Тук няма нищо!
lv: Šeit nav ko redzēt!

source: Faction Bans
bg: Премахнати от фракцията
lv: Frakcijas Bani

source: Unban
bg: Отмени наказанието
lv: Noņemt banu

source: Find A Faction
bg: Намерете фракция
lv: Atrast Frakciju

source: Search:
bg: Търсете:
lv: Meklēt:

source: Enter a search term to get started.
bg: Напишете нещо.
lv: Ievadiet meklēšanas vaicājumu lai sāktu

source: Load More
bg: Вижте още
lv: Ielādēt Vēl

source: Not Found
bg: Не е намерено
lv: Nav Atrasts

source: The content you requested could not be found at this URL. If you believe this is an error, please contact a developer.
bg: Съдържанието, което искате да намерите на този URL не е намерено. Ако смятате, че това е грешка, моля, контактувайте с администратор.
lv: Saturs, kuru meklējāt, nevarēja būt atrasts šajā URL. Ja uzskatāt ka šī ir kļūda, sazinieties ar izstrādātāju.

source: Back to Pxls
bg: Връщане в Pxls
lv: Atpakaļ uz Pxls

source: Not Authenticated
bg: Достъпът не е разрешен
lv: Nav Autentifikācijas

source: You must be logged in to access this data. Please go back to pxls and go through the authentication process.
bg: Трябва да сте влезли във Вашия профил, за да проверите това съдържание.
lv: Ir nepieciešams autentificēties lai piekļūtu šiem datiem. Lūdzu atgriezieties uz pxls un izejiet cauri autentifikācijas procesam.

source: Not Allowed
bg: Не е разрешено
lv: Nav Atļauts

source: The action you attempted to perform is not allowed or resulted in an error. Please ensure you have access to the endpoint and try again later.
bg: Действието, което се опитвате да извършите не Ви е позволено. Моля, уверете се, че имате достъп и опитайте отново.
lv: Darbība, kuru mēģinājāt izpildīt, nav atļauta vai izraisīja kļūdu. Lūdzu, nodrošiniet piekļuvi galapunktam un mēģiniet vēlreiz vēlāk.

source: Alert
bg: Внимание
lv: Brīdinājums

source: pxls canvas
lv: pxls kanva

source: Ask
bg: Попитай
lv: Prasīt

source: Open in a new tab
bg: Отвори в друг раздел
lv: Atvērt jaunā cilnē

source: Open in current tab (replacing template)
bg: Отвори в сегашния раздел, заменяйки сегашния шаблон
lv: Atvērt pašreizējā cilnē (aizstājot šablonu)

source: Jump to coordinates without replacing template
bg: Посети координатите без смяна на шаблона
lv: Aizlekt uz koordināti neaizstājot šablonu

source: You must be logged in to chat.
lv: Jums ir nepieciešams pierakstīties lai izmantotu čatu.

source: none provided
lv: nav norādīts

source: Purged by ${purge.initiator} with reason: ${reason}
bg: Изчистено от ${purge.initiator} с причина: ${reason}
lv: ${purge.initiator} izdzēsa ar iemeslu: ${reason}

source: template:
bg: шаблон:
lv: šablons:

source: Open Failed
bg: Отварянето се провали
lv: Atvēršana Neizdevās

source: Failed to automatically open in a new tab
bg: Опитът за отваряне в нов раздел се провали
lv: Neizdevās automatiski atvērt jaunā cilnē

source: Click here to open in a new tab instead
bg: Цъкнете тук, за да отворите в друг раздел
lv: Nospiediet šeit lai atvērtu jaunā cilnē

source: Open Template
bg: Отвори шаблон
lv: Atvērt Šablonu

source: This link will overwrite your current template. What would you like to do?
bg: Този линк ще премахне сегашния ви шаблон. Какво желаете да направите?
lv: Šī saite pārrakstīs pašreizejo šablonu. Ko jūs vēlētos darīt?

source: Note: You can set a default action in the settings menu which bypasses this popup completely.
bg: Нота: Можете да зададете настройки, които да премахнат това съобщение в настройките.
lv: Piezīme: Jūs varat iestatīt noklusējuma darbību iestatījumos lai izlaistu šo logu pilnībā.

source: Cancel
bg: Отказ
lv: Atcelt

source: Report
bg: Докладвай
lv: Sūdzēties

source: Mention
bg: Спомени
lv: Pieminēt

source: Ignore
bg: Игнорирай
lv: Ignorēt

source: Profile
bg: Профил
lv: Profils

source: Enter a reason for your report
bg: Въведете причина за Вашия доклад (на английски)
lv: Ievadiet iemeslu jūsu sūdzībai

source: Error sending report.
bg: Грешка при изпращането на докладване.
lv: Radās kļuda sūtot sūdzību.

source: Report User
bg: Дакладвай за потребителя
lv: Sūdzēties par lietotāju

source: User ignored. You can unignore from chat settings.
bg: Потребителят игнориран. Можете да промените решението си в настройките.
lv: Lietotājs ignorēts. Jūs varat pārstāt ignorēt no čata iestatījumiem.

source: Failed to ignore user. Either they\'re already ignored, or an error occurred. If the problem persists, contact a developer.
bg: Грешка при игнорирането на потребителя. Ако този проблем се повтаря, контактирайте администраторите.
lv: Radās kļuda ignorējot lietotāju. Iespējams viņi jau ir ignorēti, vai ir notikusi kļuda. Ja problēma saglabājas, sazinieties ar izstrādātāju.

source: Permanent
lv: Bezgalīgs

source: Temporary
lv: Īslaicīgs

source: Rule 3: Spam
lv: Noteikums 3: Spams

source: Rule 1: Chat civility
lv: Noteikums 1: Pieklājība čatā

source: Rule 2: Hate Speech
lv: Noteikums 2: Naida Runa

source: Rule 5: NSFW
lv: Noteikums 5: NSFW

source: Custom
lv: Pielāgots

source: Yes
lv: Jā

source: No
lv: Nē

source: Additional information (if applicable)
lv: Papildus informācija (ja piemērojams)

source: Additional information:
lv: Papildus informācija:

source: You cannot use chat while canvas banned.
bg: Не можете да използвате чата, докато имате наказание за платното.
lv: Kanvas bana dēļ jūs nevarat izmantot čatu

source: Sending...
lv: Sūta...

source: You must specify the details.
lv: Jums ir jānorāda detaļas.

source: additional information:
lv: papildus informācija:

source: Report Pixel
bg: Докладвай пиксел
lv: Sūdzēties Par Pikseli

source: Rule #1: Hateful/derogatory speech or symbols
bg: Правило 1: Силно обидно съдържание
lv: Noteikums #1: Naida runa vai simboli

source: Rule #2: Nudity, genitalia, or non-PG-13 content
bg: Правило 2: Голота/насилие
lv: Noteikums #2: Kailums, ģenitālijas vai 13+ saturs

source: Rule #3: Multi-account
bg: Правило 3: Втори профил
lv: Noteikums #3: Vairāki konti

source: Rule #4: Botting
bg: Правило 4: Автоматизирано поставяне
lv: Noteikums #4: Automātiski rīki

source: Other (specify below)
bg: Друго (пишете на английски)
lv: Cits (paskaidrojiet zemāk)

source: An error occurred, either you aren't logged in or you may be attempting to look up users too fast. Please try again in 60 seconds
bg: Случи се грешка, или не сте свързани, или се опитвате да получите информация твърде бързо. Опитайте отново след 60 сек.
lv: Ir notikusi kļuda. Jūs neesat pierakstījies vai iespējams mēģinat uzmeklēt lietotājus pārāk ātri. Lūdzu mēģiniet vēlreiz pēc 60 sekundēm.

source: Coords
bg: Координати
lv: Koordināta

source: Username
bg: Име
lv: Lietotājvārds

source: View Profile
bg: Виж профил
lv: Apskatīt Profilu

source: Origin
bg: Произход
lv: Avots

source: Part of a nuke
bg: Част от масово изтриване
lv: Daļa no masveida dzēšanas

source: Placed by a staff member using placement overrides
bg: Поставен от член на екипа, използвал обособени функции
lv: Moderatora nolikts ignorējot taimeri

source: Time
bg: Време
lv: Laiks

source: just now
bg: току-що
lv: tikko

source: ${hoursStr}:${minuteStr}:${secsStr} ago
bg: $преди {hoursStr}:${minuteStr}:${secsStr}
lv: pirms ${hoursStr}:${minuteStr}:${secsStr}

source: Posted by ${notification.who}
bg: Изпратено от ${notification.who}
lv: Atsūtīja ${notification.who}

source: Expires ${expiry}
bg: Свършва да действа на ${expiry}
lv: Beidzas ${expiry}

source: There was an error getting the image
bg: Настъпи проблем при получаване на изображението
lv: Notika kļūda iegūstot attēlu

source: Your next pixel will be available in ${delay} seconds!
bg: Следващият Ви пиксел ще е наличен след ${delay} секунди.
lv: Jūsu nākošais pikselis būs pieejams pēc ${delay} sekundēm!

source: Your next pixel has been available for ${alertDelay} seconds!
bg: Следващият Ви пиксел е наличен от ${alertDelay} секунди.
lv: Jūsu nākošais pikselis bija pieejams pirms ${alertDelay} sekundēm!

source: Your next pixel is available!
bg: Следващият Ви пиксел е наличен.
lv: Jūsu nākošais pikselis ir pieejams!

source: Dark
bg: Тъмна
lv: Tumšs

source: Darker
bg: По-тъмна
lv: Tumšāks

source: Blue
bg: Синя
lv: Zils

source: Purple
bg: Лилава
lv: Violets

source: Green
bg: Зелена
lv: Zaļš

source: Matte
bg: Матирана
lv: Matēts

source: Terminal
bg: Терминал
lv: Terminālis

source: Red
bg: Червена
lv: Sarkans

source: Cannot fetch local files. Use the file selector in template settings.
lv: Neizdevās iegūt lokālos failus. Izmantojiet failu atlasītaju šablona iestatījumos.

source: Redirect Warning
lv: Novirzīšanas Brīdinājums

source: Are you sure you want to redirect to the following URL?
lv: Vai jūs esat pārliecināts ka vēlaties novirzīties uz sekojošo URL?

source: Drag and dropped file must be a valid image.
lv: Vilktajam un nomestajam failam jābūt derīgam attēlam.

source: Discord name updated successfully
bg: Вашият дискорд таг бе редактиран успешно
lv: Discord vārds atjaunināts sekmīgi

source: Couldn\'t change discord name:
bg: Не можахме да редактираме името Ви:
lv: Neizdevās nomainīt discord vārdu

source: Sign in with...
bg: Влезте с/ъс...
lv: Pierakstīties ar...

source: New Accounts Disabled
bg: Новите профили не са използваеми
lv: Jauni Konti Atspējoti

source: Sign Out
bg: Изход
lv: Iziet

source: Are you sure you want to sign out?
bg: Сигурни ли сте, че искате да излезете?
lv: Vai esat pārliecināti, ka vēlaties iziet?

source: You are permanently banned.
bg: Вие сте наказани за неопределен срок.
lv: Jūs esat banots uz bezgalīgu laiku.

source: You are temporarily banned and will not be allowed to place until ${timestamp}
bg: Вие сте наказани до ${timestamp} и дотогава нямате право да поставяте пиксели.
lv: Jūs esat īslaicīgā banā un nevarēsiet likt līdz ${timestamp}

source: If you think this was an error, please contact us using one of the links in the info tab.
bg: Ако мислите, че това е грешка, контактувайте с нас.
lv: Ja uzskatāt, ka tā ir kļuda, lūdzu sazinieties ar mums izmantojot vienu no saitēm info panelī

source: Ban reason:
bg: Причина за наказанието:
lv: Bana iemesls:

source: Banned
bg: Наказан
lv: Banots

source: Staff have required you to change your username, this usually means your name breaks one of our rules.
bg: Екипът ни е решил, че името Ви се нуждае от промяна.
lv: Moderatori prasījuši jums nomainīt jūsu lietotājvārdu, parasti tas nozīmē, ka vārds pārkāpj kādu no mūsu noteikumiem.

source: If you disagree, please contact us on Discord (link in the info panel).
bg: Ако сте несъгласни, контактувайте с нас.
lv: Ja nepiekrītat, lūdzu kontaktējieties ar mums Discord (links ir info panelī)

source: New Username:
bg: Ново име:
lv: Jaunais Lietotājvārds:

source: Not now
bg: Не сега
lv: Ne tagad

source: Change
bg: Промени
lv: Nomainīt

source: Rename Requested
bg: Промяната е изпратена за одобрение
lv: Pārsaukšana Pieprasīta

source: Info
bg: Информация

source: template location;template source;template=
bg: шаблон;гид;положение

source: mention sound
bg: звук;известие

source: A template is an image link that is posted in the template textbox in the settings panel so you can place over it on the canvas. You may use a regular image link to your pixel art, but many people use the 3rd party tool <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a> to turn pixel art into a fancier link. If you need to make pixel art yourself, you can use <a href="https://www.piskelapp.com/p/create" target="_blank">Piskel</a> to create art to put into PxlsFiddle.
bg: Можете просто да поставите адреса на вашето изображение в настройките за шаблон, но повечето от нашите потребители използват сайта <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a>.

source: Welcome to pxls.space! Pxls is a multiplayer online collaborative canvas that allows you to create anything you can imagine, one pixel at a time. Join hundreds of other players in the Pxls community and create amazing works of art together as a team, or solo.
bg: Добре дошли в pxls.space! Pxls.space е онлайн платно за множество играчи, на което можете да нарисувате каквото си пожелаете. Присъединете се към стотици други играчи и създайте каквото пожелаете, в екип или соло.

source: No hateful imagery or derogatory speech. This includes but is not limited to words such as <i>faggot</i>, <i>nigger</i>, etc; as well as the Swastika, Hammer and Sickle, and any symbols of terrorism.
bg: Без пречупени кръстове и изписването на силно обидни думи, като <i>педал</i>, <i>педераст</i> и английските <i>faggot</i>, <i>nigger</i> и <i>retard</i>.

source: Twitter
bg: Туитър

source: GitHub
bg: ГитХъб

source: Template generator, archives, timelapses, and other utilities
bg: Генератор на шаблони, архиви и др.

source: PxlsFiddle (templates, archives, etc.)
bg: PxlsFiddle (шаблони, архиви и др.)

source: {0} (members: {1}, ID: {2}
bg: {0} (членове: {1}, ID: {2}

source: Discord
bg: Дискорд

source: Too many sessions open, try closing some tabs.
bg: Твърде много раздели, отворени наведнъж, затворете някои от тях.
