Repository: davis212838/Pxls
Catalog: po/Localization_*.po
Languages: bg, lv

source: notification;pixel ready;alert
bg: звук;известия
lv: paziņojums;pikselis gatavs;brīdinājums

source: Pixel Ready Notification
bg: Известие за готов пиксел
lv: Paziņojums Par Gatavu Pikseli

source: alert source;notify url;notify source;notification url;notification source
bg: звук;известия;адрес;файл;източник
lv: brīdinājuma avots;paziņojuma avots;paziņojuma url

source: Alert URL:
bg: URL на звука
lv: Paziņojuma URL:

source: Update
bg: Потвърдете
lv: Atjaunināt

source: Test
bg: Тествайте
lv: Pārbaudīt

source: sound level;audio level;mute audio;mute sound
bg: звук;известия;сила
lv: skaņas līmenis;skaļums;izslēgt skaņu

source: Volume:
bg: Звук
lv: Skaļums:

source: alert forewarning;alert delay; notification delay; notification forewarning
bg: звук;известия;предупреждение
lv: brīdinājuma aizkave;paziņojuma aizkave

source: Delay (seconds):
bg: Закъснение (в секунди)
lv: Aizkave (sekundēs):

source: chat mentions;chat pings;chat sound
bg: споменаване;тагване;пингване
lv: čata pieminējumi;čata skaņa

source: Chat Pings
bg: Споменаване в чата
lv: Čata pieminējumi

source: Enable pings
bg: Позволяване на известията за споменаване
lv: Iespējot pieminējumu paziņojumu

source: Play sound on ping:
bg: Звук при споменаване:
lv: Iespējot pieminējumu paziņojumu skaņu:

source: Off
bg: Изключен
lv: Izslēgts

source: Only when necessary
bg: Само, когато е необходимо
lv: Tikai kad nepieciešams

source: Always
bg: Включен
lv: Vienmēr

source: mention sound volume
bg: звук;известия;сила
lv: pieminējuma skaņas skaļums

source: Ping sound volume:
bg: Сила на известие за споменаване в чата:
lv: Pieminējuma skaļums:

source: personal account
bg: акаунт;профил;таг
lv: personīgais konts

source: Account Settings
bg: Настройки за профила
lv: Konta Iestatījumi

source: Public Discord name:
bg: Показан дискорд таг:
lv: Publisks Discord vārds:

source: Set
bg: Потвърди
lv: Iestatīt

source: Remove
bg: Премахни
lv: Noņemt

source: Help
bg: Помощ
lv: Palīdzība

source: Notifications
bg: Съобщения
lv: Paziņojumi

source: FAQ
bg: Често задавани въпроси
lv: BUJ

source: Why is the cooldown as long as it is?
bg: Колко трябва да чакам, за да поставя пиксел?
lv: Kāpēc man ir jāgaida tieši tik ilgi priekš jauna pikseļa?

source: The time it takes to get a pixel is dynamic, and changes based on how many people are online. The cooldown time is longer when more users are online.
bg: Времето за изчакване се определя от броя на потребителите, които са онлайн в момента. Колкото повече потребители, толкова по-дълго изчакване.
lv: Laiks lai iegūtu jaunu pikseli ir atkarīgs no tiešsaistes lietotāju skaita. Laiks paliek arvien ilgāks, jo vairāk lietotāju.

source: Why does it say 0/6 pixels?
bg: Защо пише 0/6 пиксела?
lv: Kāpēc te ir rakstīts 0/6 pikseļu?

source: This means that you are waiting for your next pixel. When you place a pixel, there is a cooldown for when you can place the next one. Over time, you can gain up to 6 "stacked" pixels to place at once.
bg: Това означава, че в момента изчаквате следващия си пиксел. Когато поставите пиксел, трябва да изчакате, за да поставите следващия. Може да натрупате до 6 "натрупани" пиксела в рамките на около 30-40м., които да поставите накуп.
lv: Tas nozīmē, ka jūs gaidat jūsu nākamo pikseli. Kad noliekat pikseli, jums ir jāgaida, pirms varat nolikt nākamo. Laika gaitā, varat sakrāt līdz 6 pikseļiem.

source: Why does it take so long to "stack" pixels?
bg: Защо отнема толкова дълго да се "натрупат" пиксели?
lv: Kāpēc tas aizņem tik ilgi sakrāt vairākus pikseļus?

source: This is by design. It is better to place a pixel as soon as you get one. Pixel "stacking" is meant to give you a bump if you go AFK for a bit. It takes around 40 minutes to get a full 6/6 pixels, but it only takes around 3 minutes to place 6 pixels if you place them as soon as possible.
bg: Защото така е проектиран сайта. Натрупването е предназначено да подпомогне играчите, които са излезли офлайн за някакъв период от време. За натрупване на 6 пиксела трябва да се изчакат 30-40 минути, докато поставянето им веднага, след като таймера изтече би отнело под 3.
lv: Tā ir domāts. Ir ātrāk nolikt pikseli uzreiz, kad tas ir pieejams. Pikseļu krāšana ir domāta, lai iedotu jums nelielu bonusu pēc tā, ka pārstājat likt. Iegūt pilnus 6/6 pikseļus aizņem 40 minūtes, bet ja tos likt uzreiz, 6 pikseļi aizņemtu tikai 3 minūtes.

source: How do I appeal a ban?
bg: Как да ми бъде премахнат бана?
lv: Kā man pārsūdzēt banu?

source: Contact us on <a href="https://pxls.space/discord" target="_blank">Discord</a> or send an appeal to our <a href="https://pxls.space/appeal" target="_blank">Google form</a> after reading the rules in the site's info panel.
bg: Контактувайте с нас на <a href="https://pxls.space/discord" target="_blank">Discord</a> или пратете извинение (на английски) на <a href="https://pxls.space/appeal" target="_blank">Google form</a> след прочитане на правилата.
lv: Sazinieties ar mums <a href="https://pxls.space/discord" target="_blank">Discord</a> vai aizpildiet mūsu <a href="https://pxls.space/appeal" target="_blank">Google form</a> pēc tā, ka izlasījat noteikumus lapas info panelī.

source: How do I make a template?
bg: Как да направя шаблон?
lv: Kā man izveidot šablonu?

source: A template is an image link that is posted in the template textbox in the settings panel so you can place over it on the canvas. You may use a regular image link to your pixel art, but many people use 3rd party tools like <a href="https://charity.pxls.space" target="_blank">Charity</a> or <a href="https://discord.gg/5MVDCq53vC" target="blank">Clueless</a> to turn pixel art into a fancier link. If you need to make pixel art yourself, you can use <a href="https://www.piskelapp.com/p/create" target="_blank">Piskel</a> to create art to put into Charity or Clueless.
lv: Šablons ir saite uz attēlu kura ir ievietota šablona teksta lodziņā, iestatījumu panelī, kuru tad var novietot uz kanvas. Jūs varat izmantot parastu attēla saiti uz jūsu pikseļu zīmējumu, bet daudzi izmanto trešās puses rīkus, kā piemēram, <a href="https://charity.pxls.space" target="_blank">Charity</a> vai <a href="https://discord.gg/5MVDCq53vC" target="blank">Clueless</a>. Ja jums pašiem vajag izveidot pikseļu zīmejumu, jūs varat izmantot <a href="https://www.piskelapp.com/p/create" target="_blank">Piskel</a>, kuru tad var ielikt iekšā Charity vai Clueless.

source: How do I move a template?
bg: Как да преместя шаблона си?
lv: Kā man pārvietot šablonu?

source: Hold <kbd>CTRL</kbd> (or <kbd>OPTION</kbd> on macOS) and click and drag to move it around. On mobile, you can tap and hold where you want to move the template and click "Move Template Here" in the pop-up.
bg: Задръжте <kbd>CTRL</kbd> (или <kbd>OPTION</kbd> на macOS) и го премествайте с мишката си. На мобилно устройство, задръжте мястото, където искате да се намира горния ляв ъгъл на шаблона Ви и натиснете "Премести шаблона тук".
lv: Turiet <kbd>CTRL</kbd> (vai <kbd>OPTION</kbd> uz macOS) un klikškiniet un velciet to apkārt. Uz mobilās ierīces jūs varat nospiest un turēt tur, kur jūs vēlaties novietot šablonu, tad uznirstošajā logā izvēlieties "Move Template Here".

source: Does the canvas reset? When?
bg: Платното изчиства ли се? Кога?
lv: Vai kanva tiek mainīta? Kad?

source: Yes. The canvas resets when it is completely full. A reset date is not usually decided until the canvas is full, but the average canvas life-span is around 1 month. Updates are posted in our <a href="https://pxls.space/discord" target="_blank">Discord server</a> when a reset date is set.
bg: Да, платното се заменя с ново, когато вече няма достатъчно място, на което да се рисува. Няма определена продължителност, но датата и часът на промяната се обявяват няколко дена по-рано.
lv: Jā, kanva tiek nomainīta uz jaunu, kad tā ir pilna. Datums, kad tas notiek, parasti, nav noteikts pirms tas paliek pilns, bet parasti kanva paliek uz aptuveni 1 mēnesi. Atjauninājumi tiek publicēti mūsu <a href="https://pxls.space/discord" target="_blank">Discord serverī</a> kad datums ir noteikts.

source: Where can I see the past canvases?
bg: Къде мога да разгледам предишните платна?
lv: Kur es varu redzēt pagājušās kanvas?

source: The past canvases are featured on our <a href="https://pxls.space/discord" target="_blank">Discord server</a>, or the 3rd party website <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a>, which records timelapses and a lot of useful information on each canvas.
bg: Последните кадри от предишните платна са включени на <a href="https://pxls.space/discord" target="_blank">Discord server</a>, а за пълен запис, посетете <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a>.
lv: Pagājušās kanvas ir parādītas mūsu <a href="https://pxls.space/discord" target="_blank">Discord serverī</a>, vai trešās puses mājaslapā <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a>, kas ieraksta video un daudz noderīgas informācijas par katru kanvu.

source: How do I see who placed a pixel?
bg: Как да видя кой е поставил пиксел?
lv: Kā es varu redzēt kas nolika pikseli?

source: By shift-clicking (or tap and hold on mobile) a pixel, you can see who placed a pixel, how many pixels they have placed, and when they placed it.
bg: Чрез натискане на Shift + кликване (или задържане на мобилно устройство) може да разберете кой и кога е поставил пиксел и колко пиксела има той.
lv: Shift-klikšķinot (vai turot) pikseli, jūs varat redzēt kas nolika pikseli un kad, kā arī cik daudz viņi ir nolikuši pavisam.

source: How do I report someone?
bg: Как да докладвам за нарушение на правилата?
lv: Kā man sūdzēties par kādu?

source: Shift-click (or tap and hold on mobile) on a pixel, and click the Report button.
bg: Кликнете и натиснете Shift (или задръжете на мобилно устройство) на дадения пиксел, и натиснете бутона Докладвай.
lv: Shift-klikšķiniet (vai turiet) pikseli un izvēlieties "Report"

source: How do I change the color of my name in the chat?
bg: Как да сменя цвета на името си?
lv: Kā man izmainīt mana vārda krāsu čatā?

source: There is a "Username Color" option near the bottom of the settings panel.
bg: Отидете в настройките за чата.
lv: Iestatījumu panelī atrodiet "Lietotājvārda Krāsa"

source: What is a "virginmap"?
bg: Какво е "карта с поставени пиксели"?
lv: Kas ir fona pikseļu karte?

source: The virginmap shows which pixels have not yet been placed on (or “virgin” pixels).
bg: Тази карта Ви показва кои пиксели от началото на платното са все още недокоснати.
lv: Fona pikseļu karte parāda pikseļus, uz kuriem neviens lietotājs vēl nav uzlicis savu pikseli.

source: How do I report bugs?
bg: Как да докладвам за проблем?
lv: Kā man paziņot par kļūdu?

source: Submit bugs to the #dev-and-bugs channel in the <a href="https://pxls.space/discord" target="_blank">Discord server</a>. If you have found an exploit, please message one of the staff members privately (through DMs).
bg: Посетете канала #dev-and-bugs в <a href="https://pxls.space/discord" target="_blank">дискорд сървъра</a>.
lv: Par kļūdām varat paziņot #dev-and-bugs kanālā mūsu <a href="https://pxls.space/discord" target="_blank">Discord serverī</a>. Ja atradāt eksploitu, lūdzu sazinieties ar administratoru privātā sarakstē.

source: How do I get more info or contact staff?
bg: Как да се свържа с екипа администратори/да получа повече информация?
lv: Kā es varu iegūt vairāk informācijas vai sazināties ar administratoru?

source: Check the info panel (the icon on the top left) for more details and links, or join our <a href="https://pxls.space/discord" target="_blank">Discord server</a>, where a staff member will gladly respond.
bg: Цъкнете информационния панел (иконката горе вляво) или посетете нашия <a href="https://pxls.space/discord" target="_blank">дискорд сървър</a>.
lv: Apskatiet info paneli (ikona augšējā kreisajā stūrī) priekš sīkākas informācijas un saitēm vai pievienojieties mūsu <a href="https://pxls.space/discord" target="_blank">Discord serverim</a>, kur kāds ar prieku atbildēs uz jūsu jautājumiem.

source: Welcome!
bg: Добре дошли!
lv: Laipni lūdzam!

source: Welcome to pxls.space! Pxls is a multiplayer online collaborative canvas based on Reddit's <a href="https://www.reddit.com/r/place" target="_blank">r/place</a> event from 2017 that allows you to create anything you can imagine, one pixel at a time. Join hundreds of other players in the Pxls community and create amazing works of art together as a team, or solo.
lv: Esiet sveicināti uz pxls.space! Pxls ir tiešsaistes vairāku spēlētāju sadarbības kanva, kura ļauj jums izveidot jebko, ko varat iedomāties, pa vienam pikselim reizē. Pievienojieties simtiem citu spēlētāju Pxls kopienā un veidojiet apbrīnojamus mākslas darbus kopā kā komanda, vai viens pats.

source: The best place to reach staff and fellow community is in the discord!
bg: Най-доброто място за комуникация и консултиране с модераторите и администраторите е дискорд сървъра ни.
lv: Labākā vieta, kur sazināties ar projekta uzturētājiem un citiem, ir discord!

source: Check out our social media pages, and please take the time to read the rules below. Have fun creating (or changing) art!
bg: Молим Ви да отделите малко внимание на правилата, които следват. Приятно прекарване!
lv: Apskatiet mūsu sociālo mēdiju lapas un lūdzu veltiet laiku lai iepazītos ar noteikumiem zemāk. Izklaidējieties veidojot (vai mainot) mākslas darbus!

source: Canvas Rules
bg: Правила, отнасящи се до платното
lv: Kanvas Noteikumi

source: We pride ourselves on trying to keep an open canvas for all free from outside interference on our end, and especially censorship. However, for the good of the community and on accounts of our own beliefs, please acknowledge and obey the following guidelines:
bg: Нашата цел е платното да е свободно от цензура, но за благото на обществото има някои правила:
lv: Mēs lepojamies ar to, ka cenšamies visiem nodrošināt atvērtu kanvu brīvu no ārējās iejaukšanās un jo īpaši cenzūras. Tomēr kopienas labā un mūsu pašu pārliecības dēļ, lūdzu, atzīstiet un ievērojiet šādas vadlīnijas:

source: No hateful imagery or derogatory speech. This includes but is not limited to words such as <i>f****t</i>, <i>n****r</i>, etc; as well as the Swastika, Hammer and Sickle, and any symbols of terrorism.
lv: Nekādu naidīgu attēlu vai nievājošas runas. Tas ietver tādus vārdus kā, bet ne tikai, <i>f****t</i>, <i>n****r</i> utt., kā arī svastika un jebkādi terorisma simboli.

source: No NSFW or NSFL content.
bg: Без нецензурни изображения.
lv: Nekāda NSFW vai NSFW satura ("nav drošs priekš darba" un "nav drošs priekš dzīves").

source: No nudity or otherwise sexually explicit content
bg: Без голота или силно еротични изображения
lv: Nekāda kailuma vai citādi seksuāla satura

source: No female-presenting nipples/bare breasts, genitalia, sexual fluids
bg: Без напълно оголени женски гърди, женски и мъжки полови органи и сексуални течности
lv: Nekādu sieviešu krūtsgalu/kailu krūšu, ģenitāliju, seksuālo šķidrumu

source: No sexual imagery/erotica
bg: Без сексуални илюстрации
lv: Nekādu seksuālu attēlu/erotikas

source: No excessive blood or otherwise obscene/shocking content
bg: Без силно окървавени тела и друго шокиращо съдържание
lv: Nekādu pārmērīgu asiņu vai citādi šokējoša satura

source: No more than <b>one</b> account per user, no exceptions. Multiple account users will be banned from creating art on the canvas.
bg: Без повече от <b>един</b> акаунт на всеки потребител. Нарушителите ще бъдат отстранени.
lv: Ne vairāk par <b>vienu</b> kontu katram lietotājam, bez izņēmumiem. Lietotājiem ar vairākiem kontiem būs aizliegts zīmēt uz kanvas.

source: No auto-placement tools of any kind, you must place the pixels manually.
bg: Без ботове/автокликъри. Всеки пиксел трябва да бъде поставен на ръка.
lv: Nekādu rīku, kas liek pikseļus jūsu vietā, jums katrs pikselis ir jāliek ar rokām.

source: Do not abuse site functionality, such as reports or lookups. (e.g. automated reporting/lookups, etc.)
bg: Без преупотреба на функциите на сайта (автоматично преглеждане на пиксели/докладване)
lv: Nelietojies ļaunprātīgi saita funkcijas, kā sudzība un pikseļu uzmeklēšana. (piemēram automātiska sudzību sūtīšana/uzmeklēšana utt.)

source: Any automated aggregation of data from user lookups is not allowed, and will result in a ban.
bg: Всяко автоматизирано събиране на данни чрез преглеждане на пиксели ще бъде наказано.
lv: Jebkāda automātiska informācijas apkopošana no uzmeklēšanas nav atļauta un beigsies ar banu.

source: Staff have final say in any rule disputes
bg: Екипът от модератори и администратори има последната дума в спорове за правилата
lv: Moderatoriem ir pēdējais vārds jebkādos strīdos par noteikumiem

source: If you feel a moderator has acted inappropriately, please report it to an administrator.
bg: Ако смятате, че даден модератор е пристъпил неправилно или непристойно, контактувайте администратор.
lv: Ja uzskatāt, ka moderators ir rīkojies neatbilstoši, lūdzu, ziņojiet par to administratoram.

source: If you believe you have been falsely banned you may contact a moderator or administrator.
bg: Ако смятате, че даден модератор се е отнесъл неправилно спрямо вас, контактувайте другите членове на екипа.
lv: Ja uzskatāt, ka esat nobanots bez pamatota iemesla, varat sazināties ar moderatoru vai administratoru.

source: Chat Rules
bg: Правила, отнасящи се до чата
lv: Čata Noteikumi

source: Keep chat civil. No harassment or homophobic/transphobic/disablist language.
bg: Дръжте се цивилизовано, без хомофобски и расистки изказвания.
lv: Esiet pieklājīgi čatā. Nedrīkst uzmākties un apvainot citus. Aizliegts iztekties veidā kas ir homofobisks/transfobisks vai pret invalīdiem.

source: No hate speech. This includes emoji/symbols/ASCII art.
bg: Без силни обиди като посочените в Правило 1, отнасящо се за платното. Това включва и емотикони/ASCII.
lv: Nekādas naida runas, iekļaujot emocījzīmes, simbolus, ASCII zīmejumus.

source: Normal swearing/etc is allowed
bg: Обикновенните псувни са позволени
lv: Lamāties ir atļauts

source: No spamming
bg: Без спамене.
lv: Nedrīkst spamot

source: This includes excessive ASCII art/emojis/symbols/whitespace
bg: Това включва прекомерно използване на емотикони/странни символи и ASCII
lv: Šis iekļauj pārmērīgus ASCII zīmejumus/emocījzīmes/atstarpes

source: No "copy pasta"s
bg: Без "копипасти"
lv: Nekādu "copy pasta" (teksta kopēšana un ielīmēšana lielā apjomā)

source: No links to sites that actively break the canvas or chat rules (e.g. porn sites)
bg: Без нецензурно съдържание - прекалено еротично държане, линкове към порнографско съдържание и т.н.
lv: Nekādu saišu uz lapām kuras aktīvi pārkāpj kanvas vai čata noteikumus (piemēram pornogrāfija)

source: No symbology which break the canvas or chat rules (e.g. NSFW ASCII art)
bg: Без нецензорни символи в чата.
lv: Nekādu simbolu kas pārkāpj kanvas vai čata noteikumus (piemēram NSFW ASCII zīmejumi)

source: No personal information
bg: Без твърде лична информация (адрес, пълно име( място на учене/работа и т.н.)
lv: Nekādas personīgās informācijas

source: Links
bg: Линкове
lv: Linki

source: Discord (main hub)
bg: Дискорд (главно място за общуване)
lv: Discord (galvenais)

source: Subreddit
bg: Редит
lv: Subreddits

source: Single-player mode
bg: Pxls за един играч
lv: Viena spēlētāja režīms

source: Statistics
bg: Статистики
lv: Statistika

source: Profile (user info, factions, etc.)
bg: Профил (информация и фракции)
lv: Profils (lietotāja info, frakcijas, utt.)

source: Generator, progress checker, and monitor for Pxls templates
lv: Pxls šablonu veidotājs, progresa pārbaudītājs, grafiki

source: Charity (templates, monitors, etc.)
lv: Charity (šabloni, grafiki, utt.)

source: Archives
lv: Arhīvi

source: PxlsFiddle (archives)
lv: PxlsFiddle (arhīvi)

source: Donate
bg: Дари
lv: Ziedot

source: Donations are not accepted at this time, but this panel will be updated when they're open again!
bg: Даренията не се приемат в момента, но този панел ще бъде променен, когато отново има възможност за тях!
lv: Ziedojumi šobrīd netiek pieņemti, bet šis panelis būs atjaunināts, kad tas būs atkal iespējams!

source: {0}''s Profile
bg: Профил на {0}
lv: {0} Profils

source: My Profile
bg: Моят профил
lv: Mans Profils

source: My Factions
bg: Моите фракции
lv: Manas Frakcijas

source: My Data
lv: Mani Dati

source: Reports
bg: Докладвания
lv: Sūdzības

source: Factions
bg: Фракции
lv: Frakcijas

source: Data
lv: Dati

source: You must be logged in to view your profile.
bg: Трябва да сте влезли в своя профил, за да го разгледате.
lv: Jums ir nepieciešams pierakstīties lau redzētu savu profilu.

source: Registration Date
bg: Дата на регистриране
lv: Reģistrācijas Datums

source: Alltime Pixels
bg: Пиксели
lv: Pikseļi Pavisam

source: Current Canvas Pixels
bg: Пиксели на сегашното платно
lv: Pašreizējās Kanvas Pikseļi

source: Discord Tag
bg: Дискорд таг
lv: Discord Lietotājvārds

source: Faction
bg: Фракции
lv: Frakcija

source: None
bg: Няма
lv: Nekāda

source: Roles
bg: Роли
lv: Lomas

source: Canvas Ban Expiry
bg: Дата на свършване на наказанието (платно)
lv: Kanvas Bana Beigas

source: Never
bg: Никога
lv: Nekad

source: Chat Ban Expiry
bg: Дата на свършване на наказанието (чат)
lv: Čata Bana Beigas

source: View rankings and other stats <a href="/stats">here</a>.
bg: Разгледайте позициите и други статистики <a href="/stats">тук</a>.
lv: Apskatiet reitingus un citu statistiku <a href="/stats">šeit</a>.

source: You must be logged in to view your reports.
bg: Трябва да сте влезли в профила си, за да разгледате своите доклади.
lv: Jums ir nepieciešams pierakstīties lai redzētu savas sūdzības

source: Canvas Reports ({0}/{1} open)
bg: Докладвания за платното ({0}/{1} отворени)
lv: Kanvas Sūdzības ({0}/{1} atvērtas)

source: Report on {0} (closed)
bg: Докладване над {0} (прегледано)
lv: Sūdzība uz {0} (aizvērta)

source: Report on {0} (open)
bg: Докладване над {0} (непрегледано)
lv: Sūdzība uz {0} (atvērta)

source: Reported {0} on {1}
bg: Докладвал за {0} на {1}
lv: Sūdzība uz {0} sūtīta {1}

source: There are no canvas reports to show.
bg: Няма доклади, отнасящи се за платното.
lv: Nav kanvas sūdzību, kuru parādīt.

source: Chat Reports ({0}/{1} open)
bg: Докладвания за чата ({0}/{1} отворени
lv: Čata sūdzības ({0}/{1} atvērtas)

source: There are no chat reports to show.
bg: Няма доклади, отнасящи се за чата.
lv: Nav čata sūdzību, kuru parādīt.

source: You must be logged in to manage your factions.
bg: Трябва да сте влезли в профила си, за да работите с Вашите фракции.
lv: Jums ir nepieciešams pierakstīties lai pārvaldītu frakcijas.

source: You are faction restricted and cannot create new factions. If you believe this is an error, please contact a moderator.
bg: Вие имате забрана за създаване на нови фракции. Ако смятате, че това е грешка, контактувайте с администратор.
lv: Uz jums ir uzlikts frakciju ierobežojums un jūs nevarat izveidot jaunas frakcijas. Ja uzskatāt, ka tā ir kļūda, sazinieties ar moderatoru.

source: You are canvas banned and cannot create new factions. If you believe this is an error, please contact a moderator.
bg: Вие имате наказание, отнасящо се за платното и нямате право да създадете нови фракции. Ако смятате, че това е грешка, контактувайте с администратор.
lv: Jūms ir kanvas bans un jūs nevarar izveidot jaunas frakcijas. Ja uzskatāt, ka tā ir kļūda, sazinieties ar moderatoru.

source: You must have at least {0} all-time pixels to create a faction.
bg: Трябва да имате поне {0} пиксела, за да създадете фракция.
lv: Jums ir nepieciešami vismaz {0} pikseļi pavisam lai izveidotu frakciju.

source: Create
bg: Създайте
lv: Izveidot

source: Join
bg: Присъединете се
lv: Pievienoties

source: This is your currently displayed faction.
bg: Това е фракцията, показана на Вашия профил.
lv: Šī ir frakcija kura pašlaik tiek rādīta.
