Repository: davis212838/Pxls
Catalog: po/Localization_*.po
Languages: bg, lv

source: Place pixels with people to create art
bg: Поставяйте пиксели, за да творите!
lv: Lieciet pikseļus kopā ar citiem lai veidotu mākslu

source: Lost connection to server, reconnecting...
bg: Връзката със сървъра е прекъсната, извършва се повторно...
lv: Zaudēts savienojums ar serveri, atkārtoti savienojas...

source: Loading Heatmap (press <kbd>H</kbd> to cancel)
bg: Зарежда се картата с активността (натиснете <kbd>H</kbd> за отказ
lv: Lādējas siltuma karte (nospiediet <kbd>H</kbd> lai atceltu)

source: Loading Virginmap (press <kbd>X</kbd> to cancel)
bg: Зарежда се картата с поставени пиксели (натиснете <kbd>X</kbd> за отказ)
lv: Lādējas fona pikseļu karte (nospiediet <kbd>X</kbd> lai atceltu)

source: Logout
bg: Изход
lv: Iziet

source: Canvas:
bg: На платното:
lv: Kanva:

source: All Time:
bg: Всички:
lv: Pavisam:

source: Loading online user count&hellip;
bg: Зареждане на броя онрайн потребители&hellip
lv: Lādējas tiešsaistes lietotāju skaits&hellip;

source: Pixels
bg: Пиксели
lv: Pikseļi

source: Undo
bg: Отказ
lv: Atsaukt

source: You are not signed in.&nbsp;<a href="#">Sign in with...</a>
bg: Не сте влезли.&nbsp;<a href="#">Влезте с...</a>
lv: Jūs neesat pierakstījies.&nbsp;<a href="#">Pierakstīties ar...</a>

source: Loading...
bg: Зареждане...
lv: Lādējas...

source: Sign up
bg: Регистрирайте се
lv: Reģistrēties

source: Pick a username
bg: Изберете своето име
lv: Izvēlieties lietotājvārdu

source: Username:
bg: Име:
lv: Lietotājvārds:

source: Discord Tag (Optional):
lv: Discord lietotājvārds (Neobligāti):

source: Drag and drop template image
lv: Velciet un nometiet šablona bildi

source: Exit
lv: Izeja

source: Close Panel
bg: Затворете панела
lv: Aizvērt Paneli

source: Chat
bg: Чат
lv: Čats

source: Pings
bg: Споменавания
lv: Pieminējumi

source: Settings
bg: Настройки
lv: Iestatījumi

source: Jump To Bottom
bg: Слезте до дъното
lv: Aizlekt Uz Leju

source: Emoji
bg: Емотикони
lv: Emocijzīmes

source: Search
bg: Търсете
lv: Meklēt

source: keybinds;keys;keyboard;hotkeys
bg: клавишни комбинации;клавиши;клавиатура;топли клавиши
lv: īsinājumtaustiņi;pogas;taustiņi;klaviatūra;tastatūra;īsceļi

source: Keybinds
bg: Клавишни комбинации
lv: Īsceļi

source: general
bg: главни
lv: vispārīgi

source: General
bg: Главни
lv: Vispārīgi

source: move;moving;panning;drag
bg: преместване;движение
lv: pārvietot;vilkt

source: Mouse/arrows/wasd to pan
bg: Мишка/стрелки/WASD за придвижване
lv: Pele/bultas/wasd lai panorāmētu

source: mousewheel;zooming
bg: мишка
lv: peles ritenis;ritināt;tālummaiņa;pietuvināt;attālināt

source: Scroll/pinch to zoom
bg: Среден бутон/увеличаване с пръсти за увеличаване
lv: Ritināt/savilkt 2 pirkstus lai tuvinātu

source: scroll;zooming
bg: мишка;увеличаване;мащаб
lv: ritināt;tuvināt

source: <kbd>+</kbd>/<kbd>-</kbd> or <kbd>Q</kbd>/<kbd>E</kbd> to zoom
bg: <kbd>+</kbd>/<kbd>-</kbd> или <kbd>Q</kbd>/<kbd>E</kbd> за увеличаване
lv: <kbd>+</kbd>/<kbd>-</kbd> vai <kbd>Q</kbd>/<kbd>E</kbd> lai pietuvinātu

source: lookups
bg: проверки
lv: meklēšana;uzmeklēšana

source: <kbd>Shift</kbd> + Click/Hold touch to lookup pixel
bg: <kbd>Shift</kbd> + ляв бутон/продължително натискате за информация за пиксел
lv: <kbd>Shift</kbd> + Noklikšķināt/Turēt lai uzmeklētu pikseli

source: overlays;alignment;grid hidden;grid shown;hide grid;show grid
bg: решетка;мрежа
lv: pārklājums;nolīdzināšana;režģis parādīts;režģis paslēpts;parādīt režģi;paslēpt režģi

source: <kbd>G</kbd> to toggle grid
bg: <kbd>G</kbd> за показване на решетката
lv: <kbd>G</kbd> lai ieslēgtu/izslēgtu režģi

source: close;information shown;information hidden;info shown;info hidden;hide information;show information
bg: информация;инфо;скрий
lv: aizvērt;informācija parādīta;informācija paslēpti;info

source: <kbd>I</kbd> to open info
bg: <kbd>I</kbd> за показване на информационния панел
lv: <kbd>I</kbd> lai atvērtu info

source: close;settings hidden;settings shown;hide settings;show settings
bg: затвори;настройки
lv: aizvērt;iestatījumi parādīti;iestatījumi paslēpti;parādīt iestatījumus

source: <kbd>T</kbd> to open settings
bg: <kbd>T</kbd> за отваряне на настройките
lv: <kbd>T</kbd> lai atvērtu iestatījumus

source: close;chat hidden;chat shown;hide chat;show chat
bg: затвори;чат
lv: aizvērt;čats parādīts;čats paslēpts;parādīt čatu

source: <kbd>B</kbd> to open chat
bg: <kbd>B</kbd> за отваряне на чата
lv: <kbd>B</kbd> lai atvērtu čatu

source: canvas locked;move;moving;zoom;zooming
bg: увеличаване;заключване
lv: audekls;kanvas;pārvietot;pietuvināt

source: <kbd>L</kbd> to toggle locking panning of the canvas
bg: <kbd>L</kbd> за заключване на платното
lv: <kbd>L</kbd> lai ieslēgtu/izslēgtu panorāmēšanas bloķēšanu

source: take screenshot;image;download;picture;canvas
bg: снимка;скрийншот
lv: ekrānuzņēmums;attēls;foto;lejupieladēt;audekls;kanvas

source: <kbd>P</kbd> to take a snapshot
bg: <kbd>P</kbd> за снимане на екрана
lv: <kbd>P</kbd> lai izveidotu momentuzņēmumu

source: overlays;user activity;pixels placed pixels;heatmap hidden;heatmap shown;hide heatmap;show heatmap
bg: активност;карта
lv: pārklājumi;lietotāju darbība;karstuma karte;parādīt karstuma karti;paslēpt karstuma karti

source: <kbd>H</kbd> to toggle heatmap
bg: <kbd>H</kbd> за показване на карта с активността
lv: <kbd>H</kbd> lai ieslēgtu/izslēgtu karstuma karti

source: overlays;user activity;pixels unplaced pixels;virginmap hidden;virginmap shown;hide virginmap;show virginmap
bg: карта;активност
lv: pārklājumi;lietotāju darbība;pikseļi;neliktie pikseļi;virginmap;fona pikseļi paslēpti;fona pikseļi parādīti;paslēpt fona pikseļus;parādīt fona pikseļud

source: <kbd>X</kbd> to toggle virginmap
bg: <kbd>X</kbd> за карта с поставени пиксели
lv: <kbd>X</kbd> lai ieslēgtu/izslēgtu fona pikseļu karti

source: overlays;user activity;pixels placed pixels;wipe;clean;
bg: чистене;изчистване
lv: parklājumi;lietotāju darbība;notīrīt

source: <kbd>O</kbd> to clear heatmap
bg: <kbd>O</kbd> за изчистване на картата с активността
lv: <kbd>O</kbd> lai notīrītu karstuma karti

source: overlays;user activity;pixels unplaced pixels;wipe;clean;
bg: чистене;изчистване
lv: parklājumi;lietotāju darbība;notīrīt

source: <kbd>U</kbd> to clear virginmap
bg: <kbd>U</kbd> за изчистване на картата с поставените пиксели
lv: <kbd>U</kbd> lai notīrītu fona pikseļu karti

source: next color;previous color
bg: следващ цвят;цвят;предишен цвят
lv: nākošā krāsa;iepriekšējā krāsa

source: <kbd>J</kbd>/<kbd>K</kbd> to cycle through palette colors
bg: <kbd>J</kbd>/<kbd>K</kbd> за избор на цвят от палитрата
lv: <kbd>J</kbd>/<kbd>K</kbd> lai pārvietotos caur krāsu paleti

source: current coordinates;coords
bg: координати
lv: pašreizējās koordinātas;koordinātas

source: <kbd>C</kbd> to copy link of moused-over coordinates
bg: <kbd>C</kbd> за копиране на координатите под курсора
lv: <kbd>C</kbd> lai kopētu koordinātu zem kursora

source: cancel selection
bg: отказ
lv: atcelt atlasi

source: <kbd>ESC</kbd> to deselect current pixel
bg: <kbd>ESC</kbd> за премахване на най-скорошния пиксел
lv: <kbd>ESC</kbd> lai atceltu pašreizējā pikseļa atlasi

source: recenter;jump;center on template;guides;focus
bg: централизиране;центриране
lv: centrēt;pārlekt;centrēt uz šablonu;fokusēt

source: <kbd>R</kbd> to center the board on the current template
bg: kbd>R</kbd> за центриране върху сегашния шаблон
lv: <kbd>R</kbd> lai centrētu kanvu uz pašreizējo šablonu

source: templates;guides
bg: шаблони;шаблон
lv: šabloni

source: Template
bg: Шаблон
lv: Šablons

source: transparency
bg: Прозрачност
lv: caurredzamība;caurspīdīgums

source: <kbd>Page Up</kbd> to increase opacity
bg: <kbd>Page Up</kbd> за намаляване на прозрачността
lv: <kbd>Page Up</kbd> lai palielinātu necaurredzamību

source: <kbd>Page Down</kbd> to decrease opacity
bg: <kbd>Page Down</kbd> за увеличаване на прозрачността
lv: <kbd>Page Down</kbd> lai samazinātu necaurredzamību

source: hidden;shown;hide;show
bg: скрит;скрита;премахнат;премахната
lv: parādīt;paslēpt;

source: <kbd>V</kbd> to toggle visibility
bg: <kbd>V</kbd> за скриване на шаблона
lv: <kbd>V</kbd> lai ieslēgtu/izslēgtu redzamību

source: Note: These values are based on QWERTY keyboards. For other layouts, use the keys corresponding to the same position on a QWERTY keyboard.
bg: ВАЖНО: Тези клавиши са предназначени за латински клавиатури с подредба QWERTY. За други подредби, използвайте съответсващите клавиши.
lv: Piezīme: Šīs taustiņu vērtības balstās uz QWERTY tastatūrām. Priekš citiem izskārtojumiem, lietojiet taustiņu, kas atbilt ar to pašu vietu QWERTY tastatūrā.

source: templates;overlays;guides
bg: шаблон;гид
lv: šabloni;pārklājumi

source: templates;overlays;image;pixel art
bg: шаблон;гидшаблон;гид
lv: šabloni;pārklājumi;attēls;pikseļu māksla

source: template enabled;template disabled;show template;hide template;template shown;template hidden
bg: шаблон
lv: šablons iespējots;šablons atspējots

source: Use template
bg: Използване на шаблон
lv: Izmantot šablonu

source: Hold down <kbd>Ctrl</kbd> (or <kbd>Option</kbd> on mac) to drag the template around
bg: Задръжте <kbd>Ctrl</kbd> (или <kbd>Option</kbd> на mac), за да преместите шаблона
lv: Turiet <kbd>Ctrl</kbd> (vai <kbd>Option</kbd> uz mac) lai vilktu šablonu apkārt

source: template title;template name;tab name;tab title;title=
bg: заглавие;шаблон
lv: šablona nosaukums;cilnes nosaukums;title=

source: Title:
bg: Заглавие
lv: Nosaukums:

source: template location source;template source URL;template URL;template=
lv: šablonaavots;šablona URL;template=

source: template position;template x;template y;template location; template vertical; template horizontal;ox=;oy=
lv: šablona pozīcija;šablona novietojums;šablona x; šablona y;ox=;oy=

source: Horizontal position:
bg: Хоризонтална позиция
lv: Horizontālais novietojums:

source: Vertical position:
bg: Вертикална позиция
lv: Vertikālais novietojums:

source: template width;tw=
bg: широчина
lv: šablona platums;tw=

source: Width:
bg: Широчина
lv: Platums:

source: Reset
bg: Нулиране
lv: Atiestatīt

source: template style;custom template
lv: šablona veids;pielāgots šablons

source: Style:
lv: Veids:

source: Use Source Style
lv: Izmantot Avota Veidu

source: 1-to-1
lv: 1 pret 1

source: 1-to-1 (keep incorrect colors)
lv: 1 pret 1 (atstāt kļūdainas krāsas)

source: Dotted (Small, 1:2)
lv: Punktēts (Mazs, 1:2)

source: Dotted (Big, 2:2)
lv: Punktēts (Liels, 2:2)

source: Symbols
lv: Simboli

source: Numbers
lv: Skaitļi

source: Custom…
lv: Pielāgots…

source: template style source;template style URL;custom style URL;custom template
lv: šablona veida avots;šablona veida URL;

source: Custom style URL:
lv: Pielāgotā veida URL:

source: template conversion;template palette conversion;convert to palette
lv: šablona pārveidošana

source: Color Conversion Mode:
lv: Krāsu Pārveidošanas Režīms:

source: Unconverted
lv: Nepārveidots

source: Nearest Custom
lv: Pārveidot uz tuvākajām paletes krāsām

source: template transparency;template opacity;oo=
bg: прозрачност;яркост;тъмнота
lv: šablona caurspīdīgums;oo=

source: Opacity:
bg: Прозрачност
lv: Necaurspīdīgums:

source: ui;interface
bg: ui;interface;външен вид;интерфейс
lv: ui;interfeiss;saskarsne

source: UI Settings
bg: Настройки за външния вид
lv: Lietotāja Saskarsnes Iestatījumi

source: language override;text
lv: valodas izvēle;teksts

source: Language override:
lv: Valodas izvēle:

source: Use Browser Language
lv: Izmantot Pārlūka Valodu

source: English
lv: Angļu

source: French
lv: Franču

source: Russian
lv: Krievu

source: Bulgarian
lv: Bulgāru

source: themes;look;stylesheets;visuals
bg: themes;look;stylesheets;visuals;теми;режими;изгледи
lv: tēmas;izskats;stila lapas;motīvs

source: Theme:
bg: Изглед:
lv: Motīvs:

source: Default
bg: Оригинална
lv: Noklusējums

source: hide reticule;hide reticle;reticule shown reticle shown;reticule hidden;reticle hidden
bg: скриване на мерника;ретикула;мерник
lv: paslēpt retiklu

source: Show reticule
bg: Показване на ретикулата
lv: Rādīt retiklu

source: hide cursor;cursor shown;cursor hidden
bg: курсор;скриване на курсора;скрит курсор
lv: paslēpt kursoru; kursors parādīts; kursors paslēpts

source: Show cursor
bg: Показване на курсора
lv: Rādīt kursoru

source: darkness filter
bg: тъмнота;яркост
lv: tumsas filtrs

source: Enable color brightness
bg: Позволяване на променянето на цветовете
lv: Iespējot krāsu spilgtumu

source: Warning: Known to cause fuzziness in Chrome on some Mac/Linux installs
bg: Внимание: Може да доведе до замъгляване при потребителите на Chrome или на операционните системи Mac/Linux
lv: Uzmanību: Zināms, ka izraisa izplūdumu uz Chrome dažās Mac/Linux instalācijās

source: Color brightness:
bg: Яркост на цветовете
lv: Krāsu spilgtums:

source: keep current selected;keep curent color;place
bg: нулиране;запазване
lv: atstāt pašreizējo atlasītu;atsāt pašreizējo krāsu;likt

source: Deselect color after placing
bg: Нулиране на цвят след поставяне
lv: Noņemt krāsas atlasi pēc likšanas

source: mousewheel;palette scrolling
bg: палитра
lv: peles ritenis;paletes ritināšana

source: Enable scrolling on the palette to switch colors
bg: Позволяване на извъртане на цветовете от палитнрата със средния бутон на мишката
lv: Iespējot paletes ritināšanu lai pārslēgtu krāsas

source: reverse scrolling;mousewheel;palette scrolling;enable scrolling on the palette to switch colors
bg: обръщане;посока;извъртане
lv: apgriezta ritināšana;peles ritenis;paletes ritināšana;iespējot paletes ritināšanu lai pārslēgtu krāsas

source: Invert scroll direction
bg: Обърната посока
lv: Apgriezt ritināšanas virzienu

source: indexed colors;palette indicies
bg: палитра
lv: indeksētas krāsas

source: Add numbers to palette entries
bg: Добавяне на цифри към цветовете в палитрата
lv: Pievienot skaitli pie paletes krāsām

source: scrollbar;palette scrolling
bg: палитра
lv: ritjosla;paletes ritināšana

source: Enable thin scrollbar
bg: Включване на тънка лента
lv: Iespējot tievo ritjoslu

source: scrollbar;palette scrolling;palette stack
bg: лента;палитра;палитра
lv: ritjosla;paletes ritināšana;paletes rindas

source: Enable palette stacking
bg: Подреждане на цветовете вертикално
lv: Iespējot paletes novietošanu vairākās rindās

source: floating bubble location
bg: позиция;място
lv: peldošā burbuļa novietojums

source: Bubble position:
bg: Позиция на панела с информация
lv: Uznirstošā loga novietojums:

source: Top left
bg: Горе вляво
lv: Augšā, pa kreisi

source: Top right
bg: Горе вдясно
lv: Augšā, pa labi

source: Bottom left
bg: Долу вляво
lv: Apakšā, pa kreisi

source: Bottom right
bg: Долу вдясно
lv: Apakšā, pa labi

source: broken;offset workaround
lv: salauzts;nobīde

source: Attempt to fix canvas displacement bug in Chrome 78+
bg: Поправяне на проблема с несъответствието при Chrome 78+
lv: Mēģināt salabot kanvas nobīdes kļudu uz Chrome 78+

source: chat;message;ping sound
bg: чат
lv: čats;ziņa,pieminējuma skaņa

source: Chat Settings
bg: Настройки за чата
lv: Čata Iestatījumi

source: username;color;colour
bg: цвят
lv: vārds;lietotājvārds;krāsa

source: Username Color:
bg: Цвят на името
lv: Lietotājvārda Krāsa:

source: chat message;chat ui
bg: чат
lv: čata ziņa, čata ui; čata lietotāja saskarsne

source: Interface
bg: Интерфейс
lv: Lietotāja Saskarsne

source: chat size;chat font
bg: размер;шрифт
lv: čata lielums;čata fonts

source: Font Size:
bg: Размер на шрифта
lv: Fonta Lielums:

source: time;timestamps
bg: време
lv: laiks;laikspiedogs

source: 24 Hour Timestamps
bg: 24-часово време
lv: 24 Stundu Laiks

source: badges;pixel count;pixels placed
bg: пиксели
lv: žetoni;pikseļu skaits;pikseļi nolikti

source: Show pixel-placed badges
bg: Показване на табелки за количеството на поставените пиксели
lv: Rādīt pikseļu skaita žetonus

source: badges;factions
bg: фракция;фракции;група;групи;клан;кланове
lv: žetoni;frakcijas

source: Show faction tags
bg: Показване на таговете на фракциите
lv: Rādīt frakciju birkas

source: template urls;template links;template name
bg: шаблон
lv: šablonu url;šablonu linki;šablonu nosaukumi;šablonu saite

source: Replace template titles with URLs in chat where applicable
bg: Заменяне на заглавия на шаблони с пълния URL адрес
lv: Aizstāt šablonu nosaukumus ar URL čatā, kur piemērojams

source: chat orientation;chat position
bg: позиция;чат
lv: čata virziens;čata novietojums

source: Enable horizontal chat
bg: Хоризонтален режим
lv: Iespējot horizontālo čatu

source: banner;animation
bg: текст;чат
lv: baneris;animācija

source: Enable the rotating banner under chat
bg: Включване на променящия се текст под чата
lv: Iespējot rotējošo baneri zem čata

source: max;messages;truncate
bg: максимум;чат;съобщения
lv: maksimums;ziņas;saīsināšana

source: Maximum amount of chat messages:
bg: Максимален брой показани съобщения
lv: Maksimālais ziņu skaits čatā:

source: link;url;behaviour
bg: линк
lv: links;saite;url;uzvedība

source: Default internal link action click:
bg: Зададено действие при отваряне на лиск с шаблон
lv: Noklusējuma darbība nospiežot saiti:

source: chat icon;chat notifications;chat ping
lv: čata ikona;čata žetons;čata paziņojumi;čata pieminējumi

source: Chat icon badge mode:
lv: Čata paziņojuma ikonas režīms:

source: Show on unread ping
lv: Parādīt nelasīta pieminējuma gadījumā

source: Show on unread message
lv: Parādīt nelasītas ziņas gadījumā

source: Never show
lv: Nekad nerādīt

source: chat icon;chat notifications;chat message
lv: čata ikona;čata paziņojumi;čata ziņa

source: Chat icon highlight mode:
lv: Čata ikonas izcelšanas režīms:

source: ignored;ignores;unignore;blocked;blocking;unblock
bg: игнориран;блок;блокиран;блокване;блокиране
lv: ignorēt;beigt ignorēt;bloķēts;atbloķēt

source: Ignores
bg: Игнорирани потребители
lv: Ignorētie

source: unignore;unblock
bg: отблокиране;игнориране
lv: beigt ignorēt;atbloķēt

source: Unignore
bg: Деигнориране на потребителя
lv: Beigt ignorēt

source: overlays;virginmap;heatmap;grid
bg: пласт
lv: pārklājums;fona pikseļu karte;karstuma karte;režģis

source: Overlay Settings
bg: Настройки за наслагване на пластове
lv: Pārklājuma Iestatījumi

source: heatmap;heatmap opacity;clear heatmap
bg: активност
lv: karstuma karte;karstuma kartes caurspīdīgums;notīrīt karstuma karti

source: Heatmap
bg: Карта с активността
lv: Karstuma karte

source: Turn on heatmap
bg: Включване на картата с активността
lv: Ieslēgt karstuma karti

source: (toggle with <kbd>H</kbd>)
bg: (включ./изкл. с <kbd>H</kbd>)
lv: (pārslēgt ar <kbd>H</kbd>)

source: overlays;activity;pixels placed pixels;wipe;clean
bg: слой
lv: pārklājumi;darbība;pikseļi nolikti;notīrīt

source: Clear heatmap
bg: Изчистване на картата с активността
lv: Notīrīt karstuma karti

source: (hotkey: <kbd>O</kbd>)
bg: (топъл клавиш: <kbd>O</kbd>)
lv: (taustiņš: <kbd>O</kbd>)

source: overlays;user activity;pixels placed pixels;transparency
bg: слой
lv: pārklājumi;lietotāju darbība;noliktie pikseļi;caurspīdīgums

source: Heatmap background opacity:
bg: Прозрачност на картата с активността:
lv: Karstuma kartes fona caurspīdīgums:

source: virginmap;virginmap opacity;clear virginmap
bg: прозрачност
lv: fona pikseļu karte;notīrit fona pikseļu karti

source: Virginmap
bg: Карта с поставените пиксели
lv: Fona pikseļu karte

source: Turn on virginmap
bg: Включване на картата с поставени пиксели
lv: Ieslēgt fona pikseļu karti

source: (toggle with <kbd>X</kbd>)
bg: (включ./изкл. с <kbd>X</kbd>)
lv: (pārslēgt ar <kbd>X</kbd>)

source: overlays;user activity;pixels unplaced pixels;transparency
bg: наслагване
lv: pārklājumi;lietotāju darbība;fona pikseļi;caurspīdīgums

source: Virginmap background opacity:
bg: Прозрачност на картата с поставени пиксели
lv: Fona pikseļu kartes fona caurspīdīgums:

source: overlays;activity;pixels unplaced pixels;wipe;clean
bg: наслагване
lv: parklājumi;darbība;fona pikseļi;notīrīt

source: Clear virginmap
bg: Изчистване на картата с поставени пиксели
lv: Notīrīt fona pikseļu karti

source: (hotkey: <kbd>U</kbd>)
bg: (топъл клавиш: <kbd>U</kbd>)
lv: (taustiņš: <kbd>U</kbd>)

source: Layer template underneath heatmap
bg: Поставяне на шаблона под картата с активността
lv: Novietot šablonu zem karstuma kartes

source: grid;toggle grid
bg: решетка;мрежа
lv: režgis

source: Grid
bg: Решетка
lv: Režģis

source: Turn on grid
bg: Включване на решетката
lv: Ieslēgt režģi

source: (toggle with <kbd>G</kbd>)
bg: (включ./изкл. с <kbd>G</kbd>)
lv: (pārslēgt ar <kbd>G</kbd>)

source: controls;zooming;panning;movement
bg: контрол
lv: vadība;tuvināšana;panorāmēšanas;pārvietošana

source: Control Settings
bg: Настройки за контрол
lv: Vadības iestatījumi

source: zooming;scrolling;scale;scaling
bg: увеличаване;мащаб
lv: pietuvināšana;ritināšana;mērogošana

source: Zooming
bg: Увеличаване
lv: Pietuvināšana

source: scrolling sensitivity;zooming sensitivity;mousewheel sensitivity
bg: точност;увеличаване;мащаб
lv: ritināšanas jutīgums;pietuvināšanas jutīgums;peles riteņa jutīgums

source: Zoom sensitivity:
bg: Точност на увеличението
lv: Pietuvināšanas jutīgums

source: zooming limit;scrolling limit;mousewheel;zooming minimum;zooming maximum
bg: увеличаване;мащаб
lv: pietuvināšanas limits;ritināšanas limits;peles ritenis;

source: Minimum scale:
bg: Най-ниска стойност:
lv: Minimālais mērogs:

source: Maximum scale:
bg: Най-висока стойност:
lv: Maksimālais mērogs:

source: rounding;zooming;scrolling;mousewheel;integer;decimal
bg: увеличаване;мащаб
lv: apaļošana;pietuvināšana;ritināšana;peles ritenis;

source: Round zoom values to nearest whole number
bg: Приближаване на стойностите на мащаба до най-близкото цяло число
lv: Apaļot pietuvināšanas vērtību līdz tuvākajam veselajam skaitlim

source: controls;miscellaneous
bg: контроли;настройки
lv: vadība;dažāds

source: Lock the canvas (disallow canvas drag/zoom with mouse/fingers)
bg: Закотвяне на платното в определена позиция
lv: Bloķēt kanvas panorāmēšanu ar peli/pirkstiem

source: MMB picker;mouse picker;selection;palette picker
bg: мишка
lv: MMB;peles izvēle;atlase;paletes izvēle;paletes atlase

source: Enable middle mouse button selecting color from board
bg: Позволяване на средния бутон на мишката да избира цвят от платното
lv: Iespējot krāses atlasi no kanvas ar vidējo peles pogu

source: right click action
bg: десен клавиш
lv: kreisā klikšķa darbība

source: Right-click action:
bg: Функция на десния бутон на мишката
lv: Kreisā klikšķa darbība

source: Nothing
bg: Никаква
lv: Nekas

source: Clear color
bg: Нулиране на цвета
lv: Noņemt krāsu

source: Copy color
bg: Копиране на цвета
lv: Kopēt krāsu

source: Lookup
bg: Преглед на пиксел
lv: Uzmeklēt

source: Clear color + Lookup
bg: Нулиране на цвета + преглед на пиксела
lv: Noņemt krāsu + Uzmeklēt

source: snapshots;screenshot;download;picture;canvas
bg: снимка;скрииншот
lv: momentuzņēmums;attēls;lejupieladēt;kanvas;audekls

source: Snapshot Settings
bg: Настройки за екранна снимка
lv: Momentuzņēmuma Iestatījumi

source: screenshot;snapshot;download;board;canvas
bg: снимка;скрииншот
lv: momentuzņēmums;attēls;lejupieladēt;kanvas;audekls

source: take screenshot;image;download format;picture;canvas;board
bg: снимка;скрииншот
lv: momentuzņēmums;attēls;lejupieladēt;kanvas;audekls;formāts

source: Snapshot image format:
bg: Формат на изтеглената екранна снимка
lv: Momentuzņēmuma attēla formāts:

source: WEBP (Chrome only)
bg: WEBP (само за Chrome)
lv: WEBP (tikai Chrome)

source: sound;notification;alert;notify;ping
bg: звук;известия
lv: skaņa;paziņojumi;brīdinājumi;pieminējumi

source: Sound and Notification Settings
bg: Звук и Известия
lv: Skaņas un Paziņojumu Iestatījumi

source: audio;mute;noise;volume
bg: звук;известия
lv: audio;izslēgt skaņu;troksnis;skaļums

source: Enable sound
bg: Включване на звука
lv: Iespējot skaņu

source: notifs;notify;pixel notification
bg: звук;известия
lv: paziņojumi;pikseļa paziņojums

source: Enable pixel available notification
bg: Включване на известия за готови пиксели
lv: Iespējot pieejama pikseļa paziņojumu
